[
    {
        "key": 1,
        "instructor_name": "Dr. Angela Yu",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/31334738_a13c_2.jpg",
        "description": "I'm Angela, I'm a developer with a passion for teaching. I'm the lead instructor at the London App Brewery, London's leading Programming Bootcamp. I've helped hundreds of thousands of students learn to code and change their lives by becoming a developer. I've been invited by companies such as Twitter, Facebook and Google to teach their employees.",
        "total_student": "1,002,264",
        "review": "342,579",
        "rate": "4.7",
        "course": 9
    },
    {
        "key": 2,
        "instructor_name": "Jose Portilla",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/9685726_67e7_4.jpg",
        "description": "Jose Marcial Portilla has a BS and MS in Mechanical Engineering from Santa Clara University and years of experience as a professional instructor and trainer for Data Science and programming. He has publications and patents in various fields such as microfluidics, materials science, and data science technologies. Over the course of his career he has developed a skill set in analyzing data and he hopes to use his experience in teaching and data science to help other people learn the power of programming the ability to analyze data, as well as present the data in clear and beautiful visualizations. Currently he works as the Head of Data Science for Pierian Data Inc. and provides in-person data science and python programming training courses to employees working at top companies, including General Electric, Cigna, The New York Times, Credit Suisse, McKinsey and many more. Feel free to contact him on LinkedIn for more information on in-person training sessions or group training sessions in Las Vegas, NV.ees.",
        "total_student": "2,486,213",
        "review": "802,977",
        "rate": "3.4",
        "course": 6
    },
    {
        "key": 3,
        "instructor_name": "Academind by Maximilian Schwarzmüller",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/31926668_94e7_6.jpg",
        "description": "Bundling the courses and know how of successful instructors, Academind strives to deliver high quality online education. Online Education, Real-Life Success - that's what Academind stands for. Learn topics like web development, data analyses and more in a fun and engaging way.Currently, you can find courses published by Maximilian Schwarzmüller and Manuel Lorenz, more instructors to come!Keep learning!",
        "total_student": "1,601,429",
        "review": "386,862",
        "rate": "4.4",
        "course": 12
    },
    {
        "key": 4,
        "instructor_name": "Stephen Grider",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/5487312_0554.jpg",
        "description": "Stephen Grider has been building complex Javascript front ends for top corporations in the San Francisco Bay Area.  With an innate ability to simplify complex topics, Stephen has been mentoring engineers beginning their careers in software development for years, and has now expanded that experience onto Udemy, authoring the highest rated React course. He teaches on Udemy to share the knowledge he has gained with other software engineers.  Invest in yourself by learning from Stephen's published courses.",
        "total_student": "886,478",
        "review": "324,750",
        "rate": "4.8",
        "course": 10
    },
    {
        "key": 5,
        "instructor_name": "Colt Steele",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/4466306_6fd8_3.jpg",
        "description": "Hi! I'm Colt. I'm a developer with a serious love for teaching. I've spent the last few years teaching people to program at 2 different immersive bootcamps where I've helped hundreds of people become web developers and change their lives. My graduates work at companies like Google, Salesforce, and Square.",
        "total_student": "1,083,766",
        "review": "347,231",
        "rate": "4.8",
        "course": 11
    },
    {
        "key": 6,
        "instructor_name": "Jonas Schmedtmann",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/7799204_2091_5.jpg",
        "description": "Hi, I'm Jonas! I have been identified as one of Udemy's Top Instructors and all my premium courses have earned the best-selling status for outstanding performance and student satisfaction.I'm a full-stack web developer and designer with a passion for building beautiful things from scratch. I've been building websites and apps since 2010 and also have a Master's degree in Engineering.",
        "total_student": "1,159,635",
        "review": "347,231",
        "rate": "4.3",
        "course": 15
    },
    {
        "key": 7,
        "instructor_name": "Tim Buchalka",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/599932_71aa_5.jpg",
        "description": "Tim's been a professional software developer for close to 40 years.  During his career, he has worked for major companies such as Fujitsu, Mitsubishi, and Saab. His video courses are used to train developers in major companies such as Mercedes-Benz, Paypal, VW, Pitney Bowes, IBM, and T-Mobile just to name a few (via the Udemy for Business program).",
        "total_student": "1,032,611",
        "review": "269,973",
        "rate": "2.3",
        "course": 9
    },
    {
        "key": 8,
        "instructor_name": "Omprakash Chavan",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/86411800_3aec.jpg",
        "description": "Hi! I'm Om. I'm a Test Automation Lead who loves automating and testing software.  I've been working in Software Testing and and Test Automation for more than a decade. I love automating stuff and I'm very passionate about spreading knowledge through teaching.",
        "total_student": "5,609",
        "review": "915",
        "rate": "3.3",
        "course": 6
    },
    {
        "key": 9,
        "instructor_name": "Hadelin de Ponteves",
        "instractor_image": "https://img-c.udemycdn.com/user/200_H/22113450_6fb5_3.jpg",
        "description": "Hadelin is the co-founder and CEO at BlueLife AI, which leverages the power of cutting edge Artificial Intelligence to empower businesses to make massive profits by innovating, automating processes and maximizing efficiency. Hadelin is also an online entrepreneur who has created top-rated educational e-courses to the world on topics such as Machine Learning, Artificial Intelligence and Blockchain.",
        "total_student": "1,384,741",
        "review": "264,437",
        "rate": "4.3",
        "course": 22
    }
]